Repository: matsuu/powertop
Catalog: po/*.po
Languages: fi, id, pt_br, zh

source: A - Turn AC97 powersave on
fi: A - Aseta AC97-virransäästö päälle
id: A - Nyalakan pengehematan daya AC97
pt_br: A - Ativar modo de economia de energia do AC97
zh: A - 開啟 AC97 省電功能

source: B - Turn Bluetooth off
fi: B - Aseta Bluetooth pois päältä
id: B - Matikan Bluetooth
pt_br: B - Desligar Bluetooth
zh: B - 關閉藍牙介面

source: C - Power aware CPU scheduler
id: C - Skeduler CPU yang sadar daya

source: I - disable WIFI Radio
id: I - Matikan Radio WIFI
pt_br: I - desabilitar rádio WIFI

source: K - kill %s
id: K - Matikan %s
pt_br: K - terminar %s

source: L - enable Laptop mode
fi: L - Aseta Laptop mode
id: L - Fungsikan mode Laptop
pt_br: L - habilitar modo Laptop
zh: L - 啟動 Laptop mode

source: N - Turn NMI watchdog off
fi: N - Sulje NMI-valvoja
id: N - Matikan watchdog NMI
pt_br: N - Desligar NMI watchdog
zh: N - 關閉 NMI watchdog 監控

source: O - enable Ondemand governor
fi: O - Käytä ondemand-suorituskykyprofiilia
id: O - Fungsikan governor Ondemand
pt_br: O - habilitar regulador Ondemand

source: Q - Quit
fi: Q - Poistu
id: Q - Keluar
pt_br: Q - Sair
zh: Q - 離開

source: R - Refresh
fi: R - Päivitä
id: R - Segarkan
pt_br: R - Atualizar
zh: R - 重繪畫面

source: S - SATA Link Power Management
id: S - Manajemen Daya Link SATA
pt_br: S - Gerenciamento de energia SATA

source: T - enable noatime
id: T - Fungsikan noatime
pt_br: T - habilitar noatime

source: V - Disable TV out
id: V - Matikan TV out
pt_br: V - desabilitar saída de TV

source: W - Enable wireless power saving
fi: W - Aseta langaton verkko virransäästötilaan
id: W - Fungsikan penghematan daya wireless
pt_br: W - Habilitar modo de economia de energia da rede wireless
zh: W - 開啟無線網路省電功能

source: W - disable Wake-On-Lan
id: W - Matikan Bangun Lewat LAN
pt_br: W - desabilitar Wake-On-Lan

source: (long term: %3.1fW,/%3.1fh)
id: (jangka pjg: %3.1fW/%3.1fj)
pt_br: (longo termo: %5.1f W, %3.1fh)

source: (which is CONFIG_DEBUG_KERNEL=y in the config file)
fi: (joka on CONFIG_DEBUG_KERNEL=y asetustiedostossa)
id: (yaitu CONFIG_DEBUG_KERNEL=y di berkas config)
pt_br: (que é CONFIG_DEBUG_KERNEL=y no arquivo config)
zh: (於 .config 檔案中設定 CONFIG_DEBUG_KERNEL=y)

source: < CPU was 100%% busy; no C-states were entered >
fi: < Suoritin oli 100%% käytössä. C-tiloja ei käytetty. >
id: < CPU 100%% sibuk; tidak pernah masuk C-state >
pt_br: < A CPU estava 100%% ocupada; não se entrou em nenhum estado-C >
zh: < CPU 100%% 忙碌中，沒有進入 C-states 閒置狀態 >

source: < Detailed C-state information is only available on Mobile CPUs (laptops) >
fi: < Yksityiskohtaisia C-tilatietoja saa vain tietyillä suorittimilla (yleensä kannettavissa) >
id: < Informasi C-state terinci hanya tersedia pada CPU Mobile (laptop) >
pt_br: < Informação detalhada do estado-C está disponível apenas em CPUs Móveis (laptops) >
zh: < 詳細的 C-state 資訊，只有行動運算型 CPU 有提供 (筆記型電腦)

source: C0 (cpu running) (%4.1f%%)
fi: C0 (suoritustila) (%4.1f%%)
id: C0 (cpu bekerja) (%4.1f%%)
pt_br: C0 (cpu ocupada) (%4.1f%%)
zh: C0 (cpu 執行中) (%4.1f%%)

source: Cn Avg residency (%is) P-states (frequencies)
id: Cn Residensi rata2 (%is) P-state (frekuensi)
pt_br: Cn Residência média (%is) Estados-P (frequências)

source: Collecting data for %i seconds
fi: Kerätään dataa %i sekunnin ajan
id: Mengumpulkan data selama %i detik
pt_br: Coletando dados por %i segundos
zh: 正在收集資料中，請稍等 %i 秒

source: Disable Ethernet Wake-On-Lan with the following command: ethtool -s eth0 wol d Wake-on-Lan keeps the phy active, this costs power.
id: Matikan Bangun-Lewat-LAN dari Ethernet dengan perintah berikut: ethtool -s eth0 wol d Bangun-Lewat-LAN membuat phy terus aktif, yang memakan daya.
pt_br: Desabilite Ethernet Wake-On-Lan com o seguinte comando: ethtool -s eth0 wol d Wake-on-Lan mantém o dispositivo ativo, que utiliza energia.

source: Disable the SE-Alert software by removing the 'setroubleshoot-server' rpm SE-Alert alerts you about SELinux policy violations, but also has a bug that wakes it up 10 times per second.
id: Hentikan SE-Alert dengan menghapus rpm 'setroubleshoot-server' SE-Alert mengingatkan anda tentang pelanggaran kebijakan SELinux, tapi juga memiliki bug yang membangunkannya 10 kali per detik.
pt_br: Desabilite o programa SE-Alert removendo o rpm 'setroubleshoot-server' SE-Alert alerta você sobre violações da política SELinux, mas também possui um bug que o ativa 10 vezes por segundo.

source: No detailed statistics available; PowerTOP needs root privileges for that
fi: PowerTOP ei voi kerätä kaikkia tarpeellisia tietoja ilman pääkäyttäjän oikeuksia
id: Tidak tersedia statistik rinci; PowerTOP perlu privilese root untuk itu
pt_br: Estatísticas detalhadas não disponíveis; PowerTOP necessita de privilégios de root para isso
zh: 無法取得詳細統計資料; PowerTOP 需要 root 權限

source: No detailed statistics available; please enable the CONFIG_TIMER_STATS kernel option
fi: Yksityiskohtaisia tietoja ei ole, koska ytimestä puuttuu CONFIG_TIMER_STATS-asetus.
id: Tidak tersedia statistik rinci; silahkan hidupkan opsi kernel CONFIG_TIMER_STATS
pt_br: Estatísticas detalhadas não disponíveis; por favor, habilite a opção CONFIG_TIMER_STATS do kernel
zh: 無法取得詳細統計資料; 需開啟 CONFIG_TIMER_STATS 核心選項

source: Note: this is only available in 2.6.21 and later kernels
fi: Tämä ominaisuus on saatavilla vain ytimen versiosta 2.6.21 eteenpäin.
id: Catatan: ini hanya tersedia di kernel 2.6.21 dan setelahnya
pt_br: Nota: isto está disponível apenas em kernels 2.6.21 ou superiores
zh: 請注意: 此功能需要 2.6.21 或更新的系統核心

source: Power usage (5 minute ACPI estimate) : %5.1f W (%3.1f hours left)
id: Penggunaan daya (perkiraan ACPI 5 menit) : %5.1f W (%3.1f jam tersisa)
pt_br: Uso de energia (estimação de 5 minutos por ACPI): %5.1f W (%3.1f horas restantes)

source: Power usage (ACPI estimate): %3.1fW (%3.1f hours)
id: Penggunaan daya (perkiraan ACPI): %3.1fW (%3.1f jam)
pt_br: Uso de energia (estimado por ACPI): %5.1f W (%3.1f horas)

source: PowerTOP needs to be run as root to collect enough information
fi: PowerTOP ei voi kerätä kaikkia tarpeellisia tietoja ilman pääkäyttäjän oikeuksia
id: PowerTOP perlu dijalankan sebagai root untuk mengumpulkan cukup informasi
pt_br: PowerTOP necessita ser executado como root para coletar informações suficientes
zh: PowerTOP 需要以 root 的身份執行，以取得足夠的資訊

source: Suggestion: Disable 'hal' from polling your cdrom with: hal-disable-polling /dev/scd0 'hal' is the component that auto-opens a window if you plug in a CD but disables SATA power saving from kicking in.
id: Saran: Atur agar 'hal' tidak melakukan polling ke cdrom anda dengan: hal-disable-polling /dev/sdc0 'hal' akan membuka otomatis perambah berkas ketika CD dimasukkan tapi mencegah penghematan daya SATA bekerja.
pt_br: Sugestão: Desabilite 'hal' de acessar o seu cdrom com: hal-stop-polling /dev/scd0 'hal' é ocomponente que abre automaticamente uma janela quando você insere um CD, mas desabilita a entrada do modo de economia de energia do SATA.

source: Suggestion: Disable or remove 'beagle' from your system. Beagle is the program that indexes for easy desktop search, however it's not very efficient and costs a significant amount of battery life.
fi: Ehdotus: Poista Beagle käytöstä tai kokonaan. Beagle on ohjelma, joka indeksoi tiedostoja työpöytähakua varten. Se ei kuitenkaan ole kovin tehokas ja aiheuttaa merkittävää virrankulutusta.
id: Saran: Matikan atau hapus 'beagle' dari sistem anda. Beagle adalah program yang membuat indeks untuk pencarian desktop yang muda, namun tidak cukup efisien dan memakan cukup banyak umur batere.
pt_br: Sugestão: Desabilite ou remova 'beagle' do seu sistema. Beagle é um programa que cria índices para buscas mais fáceis, no entanto, ele não muito eficiente e custa uma quantidade significativa da vida da bateria.
zh: 建議: 停用或移除 'beagle' 套件. Beagle 套件會在系統閒置時製做索引來加速桌面搜尋， 但也會因此而縮短電池可用時間

source: Suggestion: Disable or remove 'gnome-power-manager' from your system. Despite its name, some versions of gnome-power-manager end up costing more power than it'll ever save.
id: Saran: Matikan atau hapus 'gnome-power-manager' dari sistem anda. Walaupun bernama demikian, beberapa versi gnome-power-manager malah memakai daya lebih banyak daripada yang akan mungkin dihematnya.
pt_br: Sugestão: Desabilite ou remova 'gnome-power-manager' do seu sistema. Apesar de seu nome, algumas versões do gnome-power-manager acabam consumindo mais energia do que ele iria economizar.

source: Suggestion: Disable or remove 'pcscd' from your system. pcscd tends to keep the USB subsystem out of power save mode and your processor out of deeper powersave states.
id: Saran: Matikan atau hapus 'pcscd' dari sistem anda. pcscd cenderung membuat subsistem USB keluar dari mode penghematan daya dan prosesor keluar dari state penghematan daya yang lebih jauh.
pt_br: Sugestão: Desabilite ou remova 'pcscd' do seu sistema. pcscd tende a manter o subsistema USB fora do modo de economia de energia e o seu processador fora de estados mais profundos de economia de energia.

source: Suggestion: Disable the CONFIG_IRQBALANCE kernel configuration option. The in-kernel irq balancer is obsolete and wakes the CPU up far more than needed.
fi: Ehdotus: Poista ytimestä CONFIG_IRQBALANCE-asetus. Ytimen oma IRQ-tasapainotin on vanhentunut ja aiheuttaa keskeytyksiä useammin kuin olisi tarpeen.
id: Saran: Matikan opsi konfigurasi kernel CONFIG_IRQBALANCE. Penyeimbang irq di kernel sudah kedaluarsa dan membangunkan CPU sangat jauh lebih banyak dari yang diperlukan.
pt_br: Sugestão: Desabilite a opção de configuração do kernel CONFIG_IRQBALANCE. O balanceador de irq do kernel é obsoleto e acorda a CPU além do necessário.
zh: 建議: 取消 CONFIG_IRQBALANCE 核心選項 核心中 IRQ 負載平衡是過時的，而且會造成 CPU 過多離開閒置狀態的頻率

source: Suggestion: Disable the unused WIFI radio by executing the following command: echo 1 > %s
id: Saran: Matikan radio WIFI yang tak dipakai dengan mengeksekusi perintah ini: echo 1 > %s
pt_br: Sugestão: Desabilite o rádio WIFI não-utilizado executando o seguindo comando: echo 1 > %s

source: Suggestion: Disable the unused bluetooth interface with the following command: hciconfig hci0 down ; rmmod hci_usb Bluetooth is a radio and consumes quite some power, and keeps USB busy as well.
fi: Ehdotus: Käyttämättömän Bluetooth-liitännän voi poistaa käytöstä seuraavalla komennolla: hciconfig hci0 down; rmmod hci_usb Bluetooth on radiolähetin, joka kuluttaa virtaa.
id: Saran: Matikan interface Bluetooth yang tidak dipakai dengan perintah berikut: hciconfig hci0 down ; rmmod hci_usb Bluetooth adalah sebuah radio dan mengkonsumsi daya lumayan, dan juga membuat USB sibuk terus.
pt_br: Sugestão: Desabilite a interface bluetooth não utilizada com o seguinte comando: hciconfig hci0 down ; rmmod hci_usb Bluetooth é um rádio e consome bastante energia, e mantém o USB ocupado também.
zh: 建議: 使用下列指令取消藍牙介面功能: hciconfig hci0 down ; rmmod hci_usb 藍牙是一種無線通訊介面，會有相當大的耗電量，同時使得 USB 持續忙碌

source: Suggestion: Enable SATA ALPM link power management via: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy or press the S key.
id: Saran: Fungsikan manajemen daya link SATA ALPM melalui: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy atau tekan tombol S.
pt_br: Sugestão: Habilite o gerenciamento de energia de link SATA ALPM via: echo min_power > /sys/class/scsi_host/host0/link_power_management_policy ou pressione a tecla S.

source: Suggestion: Enable laptop-mode by executing the following command: echo 5 > /proc/sys/vm/laptop_mode
fi: Ehdotus: Ytimen saa laptop-modeen seuraavalla komennolla: echo 5 > /proc/sys/vm/laptop_mode
id: Saran: Fungsikan mode laptop dengan menjalankan perintah berikut: echo 5 > /proc/sys/vm/laptop_mode
pt_br: Sugestão: Habilite o laptop-mode executando o seguindo comando: echo 5 > /proc/sys/vm/laptop_mode
zh: 建議: 使用下列指令啟動 laptop-mode 功能: echo 5 > /proc/sys/vm/laptop_mode

source: Suggestion: Enable the CONFIG_ACPI_BATTERY kernel configuration option. This option is required to get power estimages from PowerTOP
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_ACPI_BATTERY. Opsi ini diperlukan untuk mendapat estimasi penggunaan daya PowerTOP
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_ACPI_BATTERY. Essa opção é requerida para obter estimações de energia do PowerTOP

source: Suggestion: Enable the CONFIG_CPU_FREQ_GOV_ONDEMAND kernel configuration option. The 'ondemand' CPU speed governor will minimize the CPU power usage while giving you performance when it is needed.
fi: Ehdotus: Käytä ytimen CONFIG_CPU_FREQ_GOV_ONDEMAND-asetusta. ”ondemand”-suorituskykyprofiili minimoi suorittimen energiankäytön (ainakin Intelin suorittimilla) samalla antaen kaiken tehon, kun sitä tarvitaan.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_CPU_FREQ_GOV_ONDEMAND. Pengendali kecepatan CPU 'ondemand' akan meminimalkan pemakaian daya CPU sambil memberikan kinerja ketika diperlukan.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_CPU_FREQ_GOV_ONDEMAND. O regulador de velocidade da CPU 'ondemand' minimizará o consumo de energia da CPU enquanto fornece à você performance quando necessário.

source: Suggestion: Enable the CONFIG_CPU_FREQ_STAT kernel configuration option. This option allows PowerTOP to show P-state percentages P-states correspond to CPU frequencies.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_CPU_FREQ_STAT Opsi ini memungkinkan PowerTOP menampilkan persentase P-state P-state terkait dengan frekuensi-frekuensi CPU.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_CPU_FREQ_STAT. Essa opção permite ao PowerTOP exibir as porcentagens dos estados-P Estados-P correspondem às frequências da CPU.

source: Suggestion: Enable the CONFIG_HPET_TIMER kernel configuration option. Without HPET support the kernel needs to wake up every 20 milliseconds for some housekeeping tasks.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_HPET_TIMER. Tanpa dukungan HPET kernel perlu bangun setiap 20 milidetik untuk melakukan tugas-tugas housekeeping.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_HPET_TIMER. Sem suporte ao HPET o kernel necessita acordar a cada 20 milissegundos para realizar algumas tarefas de manutenção.

source: Suggestion: Enable the CONFIG_NO_HZ kernel configuration option. This option is required to get any kind of longer sleep times in the CPU.
fi: Ehdotus: Käytä ytimen CONFIG_NO_HZ-asetusta. Tämä asetus on välttämätön, jotta suoritin voisi viettää pitempiä aikoja virransäästötilassa.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_NO_HZ. Opsi ini diperlukan untuk memperoleh sebarang waktu sleep yang lebih panjang di CPU.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_NO_HZ. Essa opção é requerida para obter qualquer tipo de tempos maiores de suspensão na CPU.
zh: 建議: 啟用 CONFIG_NO_HZ 核心選項. 需啟用此功能來使用各種維持 CPU 閒置狀態的功能

source: Suggestion: Enable the CONFIG_SND_AC97_POWER_SAVE kernel configuration option. This option will automatically power down your sound codec when not in use, and can save approximately half a Watt of power.
fi: Ehdotus: Käytä ytimen CONFIG_SND_AC97_POWER_SAVE-asetusta. Tämä asetus poistaa äänikoodekin käytöstä, kun sitä ei tarvita. Tämä asetus voi säästää noin puoli wattia energiaa.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_SND_AC97_POWER_SAVE. Opsi ini akan otomatis mematikan daya codec suara ketika tidak dipakai, dan dapat menghemat daya sekitar setengah Watt.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_SND_AC97_POWER_SAVE. Essa opção irá desligar automaticamente o seu codec de som quando não em uso, e pode salvar aproximadamente meio Watt de energia.
zh: 建議: 啟用 CONFIG_SND_AC97_POWER_SAVE 核心選項. 此選項可以使音效卡於閒置時自動關閉電源 大約可以節省 0.5 瓦的耗電量.

source: Suggestion: Enable the CONFIG_USB_SUSPEND kernel configuration option. This option will automatically disable UHCI USB when not in use, and may save approximately 1 Watt of power.
fi: Ehdotus: Käytä ytimen CONFIG_USB_SUSPEND-asetusta. Tämä asetus lopettaa USB:n käytön, kun sitä ei tarvita ja ajureiden niin salliessa. Tällä asetuksella voi säästää noin yhden watin.
id: Saran: Fungsikan opsi konfigurasi kernel CONFIG_USB_SUSPEND. Opsi ini akan otomatis menonaktifkan UHCI USB ketika tidak dipakai, dan mungkin menghemat daya sekitar 1 Watt.
pt_br: Sugestão: Habilite a opção de configuração do kernel CONFIG_USB_SUSPEND. Essa opção irá automaticamente desabilitar o UHCI USB quando não estiver em uso, e pode salvar aproximadamente 1 Watt de energia.
zh: 建議: 啟用 CONFIG_USB_SUSPEND 核心選項. 此選項會在不用時自動關閉 UHCI USB 設備, 最高約可節省 1 瓦的耗電量.

source: Suggestion: Enable the ondemand cpu speed governor for all processors via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
fi: Ehdotus: Aseta ondemand-suorituskykyprofiili kaikille suorittimille komennolla: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
id: Saran: Fungsikan pengatur kecepatan cpu ondemand untuk semua prosesor melalui: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor
pt_br: Sugestão: Habilite o regulador de velocidade de cpu ondemand para todos os processador via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq/scaling_governor

source: Suggestion: Enable wireless power saving mode by executing the following command: iwpriv %s set_power 5 This will sacrifice network performance slightly to save power.
fi: Ehdotus: Aseta langaton verkko virransäästötilaan seuraavalla komennolla: iwpriv %s set_power 5 Tämä asetus säästää virtaa suorituskyvyn kustannuksella.
id: Saran: Fungsikan penghematan daya wireless dengan menjalankan perintah berikut: iwpriv %s set_power 5 Ini akan sedikit mengorbankan kinerja jaringan untuk menghemat daya.
pt_br: Sugestão: Habilite o modo de economia de energia do wirelles executando o seguindo comando: iwpriv %s set_power 5 Isso irá sacrificar um pouco da performance da rede para salvar energia.
zh: 建議: 使用下列指令啟動無線網路省電功能: iwpriv %s set_power 5 這會犧牲一點網路效能來節省電源的消耗

source: Suggestion: disable TV out via: xrandr --output TV --off or press the V key.
id: Saran: matikan TV out melalui: xrandr --output TV --off atau tekan tombol V.
pt_br: Sugestão: desabilite a saída de TV via: xrandr --output TV --off ou pressione a tecla V.

source: Suggestion: disable the NMI watchdog by executing the following command: echo 0 > /proc/sys/kernel/nmi_watchdog The NMI watchdog is a kernel debug mechanism to detect deadlocks
fi: Ehdotus: Poista NMI-valvoja seuraavalla komennolla: echo 0 > /proc/sys/kernel/nmi_watchdog NMI-valvoja on ytimen vianjäljitysmekanismi lukkiutumisten havaitsemiseen.
id: Saran: matikan watchdog NMI dengan menjalankan perintah berikut: echo 0 > /proc/sys/kernel/nmi_watchdog Watchdog NMI adalah sebuah mekanisme debug kernel untuk mendeteksi deadlock
pt_br: Sugestão: desabilite o NMI watchdog executando o seguinte comando: echo 0 > /proc/sys/kernel/nmi_watchdog O NMI watchdog é um mecanismo de depuração do kernel para detectar deadlocks
zh: 建議: 使用下列指令取消 NMI watchdog 監控: echo 0 > /proc/sys/kernel/nmi_watchdog NMI watchdog 監控是用於替核心除蟲，以及偵測系統死結之用

source: Suggestion: enable AC97 powersave mode by executing the following command: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save or by passing power_save=1 as module parameter.
fi: Ehdotus: Ytimen saa laptop-modeen seuraavalla komennolla: echo 5 > /proc/sys/vm/laptop_mode tai antamalla moduulin parametriksi power_save=1.
id: Saran: fungsikan mode penghematan daya AC97 dengan menjalankan perintah berikut: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save atau dengan menambahkan parameter modul power_save=1.
pt_br: Sugestão: habilite o modo de economia de energia do AC97 executando o seguinte comando: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save ou passando power_save=1 como o parâmetro do módulo.
zh: 建議: 使用下列指令啟用 AC97 S省電功能: echo 1 > /sys/module/snd_ac97_codec/parameters/power_save 或是設定 power_save=1 模組參數

source: Suggestion: enable the HPET (Multimedia Timer) in your BIOS or add the kernel patch to force-enable HPET. HPET support allows Linux to have much longer sleep intervals.
fi: Ehdotus: Aseta HPET (Multimedia-ajastin) päälle Biosista tai käytä ytimen paikkaustiedostoa, jolla sen saa pakotettua käyttöön. HPET sallii ytimen viettää paljon pidempiä aikoja virransäästötilassa.
id: Saran: fungsikan HPET (Multimedia Timer) pada BIOS anda atau tambahkan patch kernel untuk memaksa-fungsikan HPET. Dukungan HPET memungkinkan Linux untuk memiliki interval sleep lebih panjang.
pt_br: Sugestão: habilite o HPET (Multimedia Timer) em sua BIOS ou adicione o patch do kernel para forçar a habilitação do HPET. Suporte ao HPET permite que o Linux tenha intervalos bem maiores de suspensão.
zh: 建議: 於 BIOS 中啟用 HPET (多媒體計時器) 或是使用核心補綴來強制啟用 HPET 。啟用 HPET 可以讓 Linux 維持更長的閒置時間.

source: Suggestion: enable the noatime filesystem option by executing the following command: mount -o remount,noatime / or by pressing the T key noatime disables persistent access time of file accesses, which causes lots of disk IO.
id: Saran: fungsikan opsi sistem berkas noatime dengan menjalankan perintah berikut: mount -o remount,noatime / atau dengan menekan tombol T noatime mematikan waktu akses persisten dari pengaksesan berkas, yang menyebabkan banyak IO disk.
pt_br: Sugestão: habilite a opção do sistema de arquivos noatime executando o seguinte comando: mount -o remount,noatime / ou pressione a tecla T noatime desabilita o tempo de acesso dos arquivos, que causa muitas E/S no disco.

source: Suggestion: enable the power aware CPU scheduler with the following command: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings or by pressing the C key.
id: Saran: fungsikan skeduler CPU yang sadar daya dengan perintah berikut: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings atau dengan menekan tombol C.
pt_br: Sugestão: habilite o escalonador de CPU voltado à economia de energia com o seguinte comando: echo 1 > /sys/devices/system/cpu/sched_mc_power_savings ou pressionando a tecla C.

source: This option is located in the Kernel Debugging section of menuconfig
fi: Tämä asetus on ”Kernel Debugging”-valikon alla
id: Opsi ini terletak di bagian Kernel Debugging dari menuconfig
pt_br: Essa opção está localizada na seção Kernel Debugging do menuconfig.
zh: 這個選項在核心編譯選項中的 "Kernel Debugging" 項目

source: Top causes for wakeups:
fi: Keskeytysten aiheuttajat:
id: Penyebab utama bangun:
pt_br: Maiores causas de ativações:
zh: 首要造成 CPU 脫離閒置狀態的程緒:

source: Wakeups-from-idle per second : %4.1f
fi: Virransäästötilasta heräämisiä sekunnissa: %4.1f
id: Bangun-dari-menganggur per detik : %4.1f
pt_br: Ativações por segundo: %4.1f
zh: 每秒 CPU 脫離閒置狀態次數 : %4.1f

source: You have found a PowerTOP bug. Congratulations.
id: Anda telah menemukan sebuah bug PowerTOP. Selamat.

source: no ACPI power usage estimate available
fi: ACPI-virrankäyttöarviota ei ole saatavilla.
id: tidak tersedia estimasi penggunaan daya ACPI
pt_br: consumo estimado de energia por ACPI não disponível
zh: 沒有 ACPI 耗電量資訊 (正在使用 AC 電源)

source: O - enable Ondemand governer
zh: O - 啟用 CPU Ondemand 時脈管理模式

source: C%i %5.1fms (%4.1f%%) %5.1fms
zh: C%i %5.1f毫秒 (%4.1f%%) %5.1f毫秒

source: Cn Avg residency (%is) Long term residency avg
fi: C# Keskim. kesto (%is) Pitkän ajan keskiarvo
zh: Cn 平均停留 (%i 秒) 長時間平均停留

source: Power usage (ACPI estimate) : %5.1f W (%3.1f hours left)
fi: Virrankäyttö (ACPI-arvio): %5.1f W (%3.1f tuntia jäljellä)
zh: 系統耗電量 (ACPI 估計): %5.1f W (%3.1f 小時剩餘)

source: PowerTOP 1.5 (C) 2007 Intel Corporation
zh: PowerTOP 1.5 (C) 2007 英特爾公司

source: Suggestion: Enable the CONFIG_CPU_FREQ_GOV_ONDEMAND kernel configuration option. The 'ondemand' CPU speed governer will minimize the CPU power usage while giving you performance when it is needed.
zh: 建議: 啟用 CONFIG_CPU_FREQ_GOV_ONDEMAND 核心選項. 'ondemand' CPU 時脈管理模式可減少 CPU 功率的消耗 同時能在必要時提供所需的效能.
