Repository: matsuu/powertop
Catalog: po/*.po
Languages: fi, id, pt_br, zh

source: Suggestion: Enable the CONFIG_HPET kernel configuration option. Without HPET support the kernel needs to wake up every 20 miliseconds for some housekeeping tasks.
fi: Ehdotus: Käytä ytimen CONFIG_HPET-asetusta. Ilman tätä asetusta ytimen täytyy herätä 20 millisekunnin välein tekemään ylläpitotöitä.
zh: 建議: 啟用 CONFIG_HPET 核心選項. 不使用 HPET 核心支援將造成核心每 20ms 需離開閒置狀態來做整理的工作.

source: Suggestion: Enable the ondemand cpu speed governer for all processors via: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq_scaling_governor
zh: 建議: 使用下列指令對所有 CPU 啟用 Ondemand 時脈管理模式: echo ondemand > /sys/devices/system/cpu/cpu0/cpufreq_scaling_governor
